Repository: guitaripod/Tailscode
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Your own Claude subscription, through claude-bridge.
de: Dein eigenes Claude-Abo, über claude-bridge.
es: Tu propia suscripción de Claude, a través de claude-bridge.
fr: Votre propre abonnement Claude, via claude-bridge.
it: Il tuo abbonamento Claude, tramite claude-bridge.
ja: claude-bridge 経由で、あなた自身の Claude サブスクリプションを使います。
ko: 당신의 Claude 구독을 claude-bridge를 통해 사용합니다.
pt_br: Sua própria assinatura do Claude, via claude-bridge.
zh_hans: 通过 claude-bridge 使用你自己的 Claude 订阅。
zh_hant: 你自己的 Claude 訂閱，透過 claude-bridge。

source: Your own oh-my-pi agent, through omp-bridge.
de: Dein eigener oh-my-pi-Agent, über omp-bridge.
es: Tu propio agente de oh-my-pi, a través de omp-bridge.
fr: Votre propre agent oh-my-pi, via omp-bridge.
it: Il tuo agente oh-my-pi, tramite omp-bridge.
ja: omp-bridge 経由で、あなた自身の oh-my-pi エージェントを使います。
ko: 당신의 oh-my-pi 에이전트를 omp-bridge를 통해 사용합니다.
pt_br: Seu próprio agente oh-my-pi, via omp-bridge.
zh_hans: 通过 omp-bridge 使用你自己的 oh-my-pi 智能体。
zh_hant: 你自己的 oh-my-pi 代理，透過 omp-bridge。

source: acknowledgements licenses third party open source
de: danksagungen lizenzen drittanbieter open source
es: agradecimientos licencias terceros código abierto
fr: remerciements licences tiers open source
it: ringraziamenti licenze terze parti open source
ja: 謝辞 ライセンス サードパーティ オープンソース
ko: 감사의 말 라이선스 서드파티 오픈 소스
pt_br: agradecimentos licenças terceiros código aberto
zh_hans: 致谢 许可 第三方 开源
zh_hant: 致謝 授權 第三方 開放原始碼

source: add connection server new
de: verbindung hinzufügen server neu
es: añadir conexión servidor nuevo
fr: ajouter connexion serveur nouveau
it: aggiungi connessione server nuovo
ja: 接続 追加 サーバ 新規
ko: 연결 추가 서버 새로
pt_br: adicionar conexão servidor novo
zh_hans: 添加 连接 服务器 新建
zh_hant: 新增 連線 伺服器 新的

source: attachment
de: Anhang
es: adjunto
fr: pièce jointe
it: allegato
ja: 添付ファイル
ko: 첨부 파일
pt_br: anexo
zh_hans: 附件
zh_hant: 附件

source: billing day renewal cycle opencode go
de: abrechnungstag verlängerung zyklus opencode go
es: día facturación renovación ciclo opencode go
fr: jour facturation renouvellement cycle opencode go
it: giorno fatturazione rinnovo ciclo opencode go
ja: 請求日 更新 サイクル opencode go
ko: 청구일 갱신 주기 opencode go
pt_br: dia cobrança renovação ciclo opencode go
zh_hans: 账单日 续订 周期 opencode go
zh_hant: 帳單日 續訂 週期 opencode go

source: claude-bridge always needs a password — the one in the command above.
de: claude-bridge braucht immer ein Passwort – das aus dem Befehl oben.
es: claude-bridge siempre necesita una contraseña: la del comando de arriba.
fr: claude-bridge exige toujours un mot de passe — celui de la commande ci-dessus.
it: claude-bridge richiede sempre una password — quella nel comando qui sopra.
ja: claude-bridge には必ずパスワードが必要です。上のコマンドで指定したものです。
ko: claude-bridge에는 항상 암호가 필요합니다 — 위 명령에 있는 그 암호입니다.
pt_br: O claude-bridge sempre precisa de uma senha — a do comando acima.
zh_hans: claude-bridge 始终需要密码 — 就是上面命令中的那个。
zh_hant: claude-bridge 一律需要密碼 — 就是上面命令中的那一組。

source: omp-bridge always needs a password — the one in the command above.
de: omp-bridge braucht immer ein Passwort – das aus dem Befehl oben.
es: omp-bridge siempre necesita una contraseña: la del comando de arriba.
fr: omp-bridge exige toujours un mot de passe — celui de la commande ci-dessus.
it: omp-bridge richiede sempre una password — quella nel comando qui sopra.
ja: omp-bridge には必ずパスワードが必要です。上のコマンドで指定したものです。
ko: omp-bridge에는 항상 암호가 필요합니다 — 위 명령에 있는 그 암호입니다.
pt_br: O omp-bridge sempre precisa de uma senha — a do comando acima.
zh_hans: omp-bridge 始终需要密码 — 就是上面命令中的那个。
zh_hant: omp-bridge 一律需要密碼 — 就是上面命令中的那一組。

source: claude-bridge fronts your logged-in Claude Code CLI. Build it once, then run it with a password.
de: claude-bridge stellt deine angemeldete Claude-Code-CLI bereit. Einmal bauen, dann mit einem Passwort starten.
es: claude-bridge expone tu CLI de Claude Code ya autenticada. Compílalo una vez y luego ejecútalo con una contraseña.
fr: claude-bridge expose votre CLI Claude Code déjà connectée. Compilez-le une fois, puis lancez-le avec un mot de passe.
it: claude-bridge espone la tua CLI di Claude Code già autenticata. Compilalo una volta, poi eseguilo con una password.
ja: claude-bridge はログイン済みの Claude Code CLI の前段になります。一度ビルドし、パスワードを付けて実行してください。
ko: claude-bridge는 로그인된 Claude Code CLI 앞단 역할을 합니다. 한 번 빌드한 뒤 암호를 지정해 실행하세요.
pt_br: O claude-bridge expõe sua CLI do Claude Code já autenticada. Compile uma vez e depois rode com uma senha.
zh_hans: claude-bridge 位于你已登录的 Claude Code CLI 之前。构建一次，然后带密码运行。
zh_hant: claude-bridge 位於你已登入的 Claude Code CLI 之前。建置一次，然後帶密碼執行。

source: claude-bridge on GitHub
de: claude-bridge auf GitHub
es: claude-bridge en GitHub
fr: claude-bridge sur GitHub
it: claude-bridge su GitHub
ja: GitHub の claude-bridge
ko: GitHub의 claude-bridge
pt_br: claude-bridge no GitHub
zh_hans: GitHub 上的 claude-bridge
zh_hant: GitHub 上的 claude-bridge

source: omp-bridge on GitHub
de: omp-bridge auf GitHub
es: omp-bridge en GitHub
fr: omp-bridge sur GitHub
it: omp-bridge su GitHub
ja: GitHub の omp-bridge
ko: GitHub의 omp-bridge
pt_br: omp-bridge no GitHub
zh_hans: GitHub 上的 omp-bridge
zh_hant: GitHub 上的 omp-bridge

source: copy diagnostics report bug support
de: diagnose kopieren bericht fehler support
es: copiar diagnóstico informe error soporte
fr: copier diagnostic rapport bug assistance
it: copia diagnostica report bug assistenza
ja: 診断 コピー レポート バグ サポート
ko: 진단 복사 리포트 버그 지원
pt_br: copiar diagnóstico relatório bug suporte
zh_hans: 复制 诊断 报告 缺陷 支持
zh_hant: 複製 診斷 報告 錯誤 支援

source: default
de: Standard
es: predeterminado
fr: par défaut
it: predefinito
ja: デフォルト
ko: 기본
pt_br: padrão
zh_hans: 默认
zh_hant: 預設

source: discover tailnet scan servers
de: suchen tailnet scan server
es: descubrir tailnet escanear servidores
fr: découvrir tailnet scan serveurs
it: rileva tailnet scansione server
ja: 検出 tailnet スキャン サーバ
ko: 검색 tailnet 스캔 서버
pt_br: descobrir tailnet varredura servidores
zh_hans: 发现 tailnet 扫描 服务器
zh_hant: 探索 tailnet 掃描 伺服器

source: email diagnostics support bug report
de: e-mail diagnose support fehler bericht
es: correo diagnóstico soporte error informe
fr: e-mail diagnostic assistance bug rapport
it: e-mail diagnostica assistenza bug report
ja: メール 診断 サポート バグ レポート
ko: 이메일 진단 지원 버그 리포트
pt_br: e-mail diagnóstico suporte bug relatório
zh_hans: 邮件 诊断 支持 缺陷 报告
zh_hant: 電子郵件 診斷 支援 錯誤 報告

source: estimated from the opencode.db on %@
de: geschätzt aus der opencode.db auf %@
es: estimado a partir de opencode.db en %@
fr: estimé à partir de l’opencode.db sur %@
it: stimato dalla opencode.db su %@
ja: %@ 上の opencode.db から推定
ko: %@의 opencode.db에서 추정
pt_br: estimado a partir do opencode.db em %@
zh_hans: 根据 %@ 上的 opencode.db 估算
zh_hant: 根據 %@ 上的 opencode.db 估算

source: estimated from this server's opencode.db
de: geschätzt aus der opencode.db dieses Servers
es: estimado a partir de la opencode.db de este servidor
fr: estimé à partir de l’opencode.db de ce serveur
it: stimato dalla opencode.db di questo server
ja: このサーバの opencode.db から推定
ko: 이 서버의 opencode.db에서 추정
pt_br: estimado a partir do opencode.db deste servidor
zh_hans: 根据此服务器的 opencode.db 估算
zh_hant: 根據此伺服器的 opencode.db 估算

source: everything above this point was replaced by a summary.
de: alles oberhalb dieser Stelle wurde durch eine Zusammenfassung ersetzt.
es: todo lo anterior a este punto se sustituyó por un resumen.
fr: tout ce qui précède a été remplacé par un résumé.
it: tutto ciò che precede è stato sostituito da un riepilogo.
ja: この地点より上はすべて要約に置き換えられました。
ko: 이 지점 위의 모든 내용이 요약으로 대체되었습니다.
pt_br: tudo acima deste ponto foi substituído por um resumo.
zh_hans: 此处以上的所有内容都已被摘要替换。
zh_hant: 此處以上的所有內容都已被摘要取代。

source: finished %@
de: fertig %@
es: terminado %@
fr: terminé %@
it: completato %@
ja: 完了 %@
ko: 완료 %@
pt_br: concluído %@
zh_hans: 完成于 %@
zh_hant: 完成於 %@

source: https can't work here
de: https funktioniert hier nicht
es: https no puede funcionar aquí
fr: https ne peut pas fonctionner ici
it: https non può funzionare qui
ja: ここでは https は使えません
ko: 여기서는 https를 사용할 수 없습니다
pt_br: https não funciona aqui
zh_hans: 这里无法使用 https
zh_hant: https 在這裡無法運作

source: idle since %@
de: inaktiv seit %@
es: inactivo desde %@
fr: inactif depuis %@
it: inattivo da %@
ja: %@ から待機中
ko: %@부터 대기 중
pt_br: ocioso desde %@
zh_hans: 自 %@ 起空闲
zh_hant: 自 %@ 起閒置

source: last discovery scan devices tailnet
de: letzte suche scan geräte tailnet
es: último descubrimiento escaneo dispositivos tailnet
fr: dernière découverte scan appareils tailnet
it: ultimo rilevamento scansione dispositivi tailnet
ja: 最後の検出 スキャン デバイス tailnet
ko: 마지막 검색 스캔 기기 tailnet
pt_br: última descoberta varredura dispositivos tailnet
zh_hans: 上次发现 扫描 设备 tailnet
zh_hant: 上次探索 掃描 裝置 tailnet

source: leave demo sample
de: demo verlassen beispiel
es: salir demo ejemplo
fr: quitter démo exemple
it: esci demo esempio
ja: デモ 終了 サンプル
ko: 데모 종료 예제
pt_br: sair demonstração exemplo
zh_hans: 退出 演示 示例
zh_hant: 離開 示範 範例

source: logs diagnostics view file debug
de: protokolle diagnose ansehen datei debug
es: registros diagnóstico ver archivo depuración
fr: journaux diagnostic voir fichier debug
it: log diagnostica visualizza file debug
ja: ログ 診断 表示 ファイル デバッグ
ko: 로그 진단 보기 파일 디버그
pt_br: registros diagnóstico ver arquivo depuração
zh_hans: 日志 诊断 查看 文件 调试
zh_hant: 日誌 診斷 檢視 檔案 除錯

source: needs password
de: Passwort erforderlich
es: requiere contraseña
fr: mot de passe requis
it: richiede password
ja: パスワードが必要
ko: 암호 필요
pt_br: requer senha
zh_hans: 需要密码
zh_hant: 需要密碼

source: not connected
de: nicht verbunden
es: sin conectar
fr: non connecté
it: non connesso
ja: 未接続
ko: 연결되지 않음
pt_br: não conectado
zh_hans: 未连接
zh_hant: 未連線

source: notifications permission authorization alerts allow
de: mitteilungen berechtigung autorisierung hinweise erlauben
es: notificaciones permiso autorización alertas permitir
fr: notifications autorisation permission alertes autoriser
it: notifiche autorizzazione permesso avvisi consenti
ja: 通知 許可 認可 アラート 許可する
ko: 알림 권한 승인 경고 허용
pt_br: notificações permissão autorização alertas permitir
zh_hans: 通知 权限 授权 提醒 允许
zh_hant: 通知 權限 授權 提醒 允許

source: opencode go monthly cap
de: Monatsobergrenze für opencode go
es: Tope mensual de opencode go
fr: Plafond mensuel opencode go
it: Tetto mensile opencode go
ja: opencode go の月間上限
ko: opencode go 월간 상한
pt_br: Teto mensal do opencode go
zh_hans: opencode go 每月上限
zh_hant: opencode go 每月上限

source: opencode go monthly cap dollars limit spend
de: opencode go monatsobergrenze dollar limit ausgaben
es: opencode go tope mensual dólares límite gasto
fr: opencode go plafond mensuel dollars limite dépenses
it: opencode go tetto mensile dollari limite spesa
ja: opencode go 月間上限 ドル 制限 支出
ko: opencode go 월간 상한 달러 한도 지출
pt_br: opencode go teto mensal dólares limite gasto
zh_hans: opencode go 每月上限 美元 限额 花费
zh_hant: opencode go 每月上限 美元 限額 花費

source: or
de: oder
es: o
fr: ou
it: oppure
ja: または
ko: 또는
pt_br: ou
zh_hans: 或
zh_hant: 或

source: privacy policy data
de: datenschutz richtlinie daten
es: privacidad política datos
fr: confidentialité politique données
it: privacy informativa dati
ja: プライバシー ポリシー データ
ko: 개인정보 처리방침 데이터
pt_br: privacidade política dados
zh_hans: 隐私 政策 数据
zh_hant: 隱私權 政策 資料

source: pro purchase upgrade supporter restore tip
de: pro kauf upgrade unterstützer wiederherstellen trinkgeld
es: pro compra mejora colaborador restaurar propina
fr: pro achat mise à niveau soutien restaurer pourboire
it: pro acquisto upgrade sostenitore ripristina mancia
ja: pro 購入 アップグレード サポーター 復元 チップ
ko: pro 구매 업그레이드 후원자 복원 팁
pt_br: pro compra upgrade apoiador restaurar gorjeta
zh_hans: pro 购买 升级 支持者 恢复 打赏
zh_hant: pro 購買 升級 支持者 回復 打賞

source: push notifications bridge
de: push mitteilungen benachrichtigungen bridge
es: push notificaciones avisos bridge
fr: push notifications alertes bridge
it: push notifiche avvisi bridge
ja: プッシュ 通知 お知らせ bridge
ko: 푸시 알림 통지 bridge
pt_br: push notificações alertas bridge
zh_hans: 推送 通知 提醒 bridge
zh_hant: 推播 通知 提醒 bridge

source: resets %@
de: setzt sich zurück %@
es: se reinicia %@
fr: réinitialisation %@
it: si azzera %@
ja: %@ にリセット
ko: %@ 후 초기화
pt_br: reinicia %@
zh_hans: %@ 后重置
zh_hant: %@ 後重設

source: resets in %@
de: setzt sich in %@ zurück
es: se reinicia en %@
fr: réinitialisation dans %@
it: si azzera tra %@
ja: %@ 後にリセット
ko: %@ 후 초기화
pt_br: reinicia em %@
zh_hans: %@ 后重置
zh_hant: %@ 後重設

source: server connection
de: server verbindung
es: servidor conexión
fr: serveur connexion
it: server connessione
ja: サーバ 接続
ko: 서버 연결
pt_br: servidor conexão
zh_hans: 服务器 连接
zh_hant: 伺服器 連線

source: source code github open source gpl
de: quellcode github open source gpl
es: código fuente github código abierto gpl
fr: code source github open source gpl
it: codice sorgente github open source gpl
ja: ソースコード github オープンソース gpl
ko: 소스 코드 github 오픈 소스 gpl
pt_br: código-fonte github código aberto gpl
zh_hans: 源代码 github 开源 gpl
zh_hant: 原始碼 github 開放原始碼 gpl

source: support help contact
de: support hilfe kontakt
es: soporte ayuda contacto
fr: assistance aide contact
it: assistenza aiuto contatto
ja: サポート ヘルプ 連絡
ko: 지원 도움말 연락
pt_br: suporte ajuda contato
zh_hans: 支持 帮助 联系
zh_hant: 支援 說明 聯絡

source: tailscale api token key keychain discovery
de: tailscale api token schlüssel schlüsselbund suche
es: tailscale api token clave llavero descubrimiento
fr: tailscale api jeton clé trousseau découverte
it: tailscale api token chiave portachiavi rilevamento
ja: tailscale api トークン キー キーチェーン 検出
ko: tailscale api 토큰 키 키체인 검색
pt_br: tailscale api token chave chaves descoberta
zh_hans: tailscale api 令牌 密钥 钥匙串 发现
zh_hant: tailscale api 權杖 金鑰 鑰匙圈 探索

source: tailscale tailnet vpn status connected address
de: tailscale tailnet vpn status verbunden adresse
es: tailscale tailnet vpn estado conectado dirección
fr: tailscale tailnet vpn état connecté adresse
it: tailscale tailnet vpn stato connesso indirizzo
ja: tailscale tailnet vpn 状態 接続済み アドレス
ko: tailscale tailnet vpn 상태 연결됨 주소
pt_br: tailscale tailnet vpn status conectado endereço
zh_hans: tailscale tailnet vpn 状态 已连接 地址
zh_hant: tailscale tailnet vpn 狀態 已連線 位址

source: tap to collapse
de: tippen zum Einklappen
es: toca para contraer
fr: touchez pour replier
it: tocca per comprimere
ja: タップで折りたたむ
ko: 탭하여 접기
pt_br: toque para recolher
zh_hans: 轻点以折叠
zh_hant: 輕點以收合

source: tap to see them all
de: tippen, um alle zu sehen
es: toca para verlos todos
fr: touchez pour tous les voir
it: tocca per vederli tutti
ja: タップで全部表示
ko: 탭하여 전체 보기
pt_br: toque para ver todos
zh_hans: 轻点查看全部
zh_hant: 輕點查看全部

source: test all connections health reachability
de: alle verbindungen testen zustand erreichbarkeit
es: probar todas conexiones estado accesibilidad
fr: tester toutes connexions état accessibilité
it: prova tutte connessioni stato raggiungibilità
ja: すべての接続 テスト 状態 到達性
ko: 모든 연결 테스트 상태 연결 가능
pt_br: testar todas conexões saúde acessibilidade
zh_hans: 测试 所有连接 健康 可达性
zh_hant: 測試 所有連線 健康 可連線性

source: test notification send check
de: test mitteilung senden prüfen
es: prueba notificación enviar comprobar
fr: test notification envoyer vérifier
it: test notifica invia verifica
ja: テスト 通知 送信 確認
ko: 테스트 알림 보내기 확인
pt_br: teste notificação enviar verificar
zh_hans: 测试 通知 发送 检查
zh_hant: 測試 通知 傳送 檢查

source: the last %lld messages carried over
de: die letzten %lld Nachrichten wurden übernommen
es: se conservaron los últimos %lld mensajes
fr: les %lld derniers messages ont été conservés
it: sono stati mantenuti gli ultimi %lld messaggi
ja: 直近の %lld 件のメッセージは引き継がれました
ko: 최근 메시지 %lld개는 이어졌습니다
pt_br: as últimas %lld mensagens foram mantidas
zh_hans: 最后 %lld 条消息被保留
zh_hant: 最後 %lld 則訊息被保留

source: the latest build
de: den neuesten Build
es: la última versión
fr: la dernière version
it: l'ultima build
ja: 最新ビルド
ko: 최신 빌드
pt_br: a versão mais recente
zh_hans: 最新版本
zh_hant: 最新版本

source: the test suite passes
de: die Testsuite läuft durch
es: la batería de pruebas pasa
fr: la suite de tests passe
it: la suite di test passa
ja: テストスイートが通ること
ko: 테스트 스위트가 통과한다
pt_br: a suíte de testes passa
zh_hans: 测试套件全部通过
zh_hant: 測試套件全部通過

source: theme appearance dark light mode
de: erscheinungsbild thema dunkel hell modus
es: tema apariencia oscuro claro modo
fr: thème apparence sombre clair mode
it: tema aspetto scuro chiaro modalità
ja: テーマ 外観 ダーク ライト モード
ko: 테마 화면 모드 다크 라이트
pt_br: tema aparência escuro claro modo
zh_hans: 主题 外观 深色 浅色 模式
zh_hant: 佈景主題 外觀 深色 淺色 模式

source: thinking
de: denkt nach
es: pensando
fr: réflexion
it: ragionamento
ja: 思考
ko: 생각
pt_br: pensando
zh_hans: 思考
zh_hant: 思考

source: this is what the agent carries forward.
de: das nimmt der Agent von hier an mit.
es: esto es lo que el agente se lleva.
fr: voilà ce que l’agent emporte.
it: questo è ciò che l’agente porta avanti.
ja: これがエージェントの持ち越す内容です。
ko: 이것이 에이전트가 이어서 가져가는 내용입니다.
pt_br: isto é o que o agente leva adiante.
zh_hans: 这就是智能体继续携带的内容。
zh_hant: 這就是代理繼續攜帶的內容。

source: try again
de: erneut versuchen
es: reintentar
fr: réessayer
it: riprovare
ja: 再試行
ko: 다시 시도
pt_br: tentar de novo
zh_hans: 重试
zh_hant: 重試

source: unreachable tailscale offline servers
de: nicht erreichbar tailscale offline server
es: inaccesible tailscale sin conexión servidores
fr: injoignable tailscale hors ligne serveurs
it: non raggiungibile tailscale offline server
ja: 到達不可 tailscale オフライン サーバ
ko: 연결 불가 tailscale 오프라인 서버
pt_br: inacessível tailscale off-line servidores
zh_hans: 无法访问 tailscale 离线 服务器
zh_hant: 無法連線 tailscale 離線 伺服器

source: usage limits quota gauges plan spend
de: nutzung limits kontingent anzeigen tarif ausgaben
es: uso límites cuota medidores plan gasto
fr: usage limites quota jauges forfait dépenses
it: utilizzo limiti quota indicatori piano spesa
ja: 使用状況 上限 クォータ ゲージ プラン 支出
ko: 사용량 한도 할당량 게이지 요금제 지출
pt_br: uso limites cota medidores plano gasto
zh_hans: 用量 限额 配额 仪表 套餐 花费
zh_hant: 用量 限額 配額 量表 方案 花費

source: version build number
de: version build nummer
es: versión compilación número
fr: version build numéro
it: versione build numero
ja: バージョン ビルド 番号
ko: 버전 빌드 번호
pt_br: versão build número
zh_hans: 版本 构建 编号
zh_hant: 版本 建置 編號

source: working
de: arbeitet
es: trabajando
fr: au travail
it: al lavoro
ja: 作業中
ko: 작업 중
pt_br: trabalhando
zh_hans: 工作中
zh_hant: 工作中

source: ~resets %@
de: ~setzt sich zurück %@
es: ~se reinicia %@
fr: ~réinitialisation %@
it: ~si azzera %@
ja: ~%@ にリセット
ko: ~%@ 후 초기화
pt_br: ~reinicia %@
zh_hans: ~%@ 后重置
zh_hant: ~%@ 後重設

source: … earlier entries omitted — Share exports the full log
de: … frühere Einträge weggelassen – „Teilen“ exportiert das vollständige Protokoll
es: … se omitieron entradas anteriores; Compartir exporta el registro completo
fr: … entrées antérieures omises — Partager exporte le journal complet
it: … voci precedenti omesse — Condividi esporta il log completo
ja: … 以前のエントリは省略されました — 「共有」で全ログを書き出せます
ko: … 이전 항목은 생략됨 — 공유하면 전체 로그를 내보냅니다
pt_br: … entradas anteriores omitidas — Compartilhar exporta o registro completo
zh_hans: … 已省略较早的条目 — “共享”可导出完整日志
zh_hant: … 已省略較早的項目 — 「分享」可輸出完整日誌

source: Open Link
de: Link öffnen
es: Abrir enlace
fr: Ouvrir le lien
it: Apri link
ja: リンクを開く
ko: 링크 열기
pt_br: Abrir link
zh_hans: 打开链接
zh_hant: 開啟連結

source: Link preview
de: Linkvorschau
es: Vista previa del enlace
fr: Aperçu du lien
it: Anteprima del link
ja: リンクプレビュー
ko: 링크 미리보기
pt_br: Prévia do link
zh_hans: 链接预览
zh_hant: 連結預覽

source: Opens the link
de: Öffnet den Link
es: Abre el enlace
fr: Ouvre le lien
it: Apre il link
ja: リンクを開きます
ko: 링크를 엽니다
pt_br: Abre o link
zh_hans: 打开链接
zh_hant: 開啟連結

source: Link preview cards
de: Linkvorschau-Karten
es: Tarjetas de vista previa de enlaces
fr: Cartes d’aperçu de lien
it: Schede di anteprima dei link
ja: リンクプレビューカード
ko: 링크 미리보기 카드
pt_br: Cartões de pré-visualização de links
zh_hans: 链接预览卡片
zh_hant: 連結預覽卡片

source: An address the agent mentions gets a small card under it — the page's title and icon, tapped to open. Turn off for plain links.
de: Eine Adresse, die der Agent erwähnt, bekommt darunter eine kleine Karte — Titel und Symbol der Seite, zum Öffnen antippbar. Für einfache Links ausschalten.
es: Una dirección que el agente mencione recibe una pequeña tarjeta debajo — el título e icono de la página, que se toca para abrir. Desactívalo para enlaces sencillos.
fr: Une adresse mentionnée par l’agent reçoit une petite carte en dessous — le titre et l’icône de la page, à toucher pour l’ouvrir. Désactivez pour des liens simples.
it: Un indirizzo menzionato dall’agente riceve una piccola scheda sotto di esso — titolo e icona della pagina, da toccare per aprirla. Disattiva per link semplici.
ja: エージェントが挙げたアドレスの下には、小さなカードが表示されます — ページのタイトルとアイコンで、タップすると開きます。プレーンなリンクにしたい場合はオフにしてください。
ko: 에이전트가 언급한 주소 아래에는 작은 카드가 표시됩니다 — 페이지의 제목과 아이콘이며, 탭하면 열립니다. 일반 링크로 보려면 꺼 두세요.
pt_br: Um endereço que o agente menciona recebe um pequeno cartão embaixo — o título e o ícone da página, tocável para abrir. Desative para links simples.
zh_hans: 智能体提到的地址下方会出现一张小卡片 — 显示网页的标题和图标，点按即可打开。想要纯文本链接就关闭它。
zh_hant: 代理提到的位址下方會出現一張小卡片 — 顯示網頁的標題和圖示，點一下即可開啟。想要純文字連結就關閉它。

source: Rate Tailscode
de: Tailscode bewerten
es: Valorar Tailscode
fr: Noter Tailscode
it: Valuta Tailscode
ja: Tailscode を評価
ko: Tailscode 평가
pt_br: Avaliar Tailscode
zh_hans: 为 Tailscode 评分
zh_hant: 為 Tailscode 評分

source: Share Tailscode
de: Tailscode teilen
es: Compartir Tailscode
fr: Partager Tailscode
it: Condividi Tailscode
ja: Tailscode を共有
ko: Tailscode 공유
pt_br: Compartilhar Tailscode
zh_hans: 共享 Tailscode
zh_hant: 分享 Tailscode

source: rate review app store stars
de: bewerten rezension app store sterne
es: valorar reseña app store estrellas
fr: noter avis app store étoiles
it: valuta recensione app store stelle
ja: 評価 レビュー app store 星
ko: 평가 리뷰 app store 별
pt_br: avaliar resenha app store estrelas
zh_hans: 评分 评价 app store 星星
zh_hant: 評分 評價 app store 星星

source: share tell a friend link
de: teilen empfehlen freund link
es: compartir recomendar amigo enlace
fr: partager recommander ami lien
it: condividi consiglia amico link
ja: 共有 紹介 友達 リンク
ko: 공유 추천 친구 링크
pt_br: compartilhar recomendar amigo link
zh_hans: 共享 推荐 朋友 链接
zh_hant: 分享 推薦 朋友 連結

source: Tailscode — Claude Code, opencode and Oh My Pi from your phone, over your own tailnet.
de: Tailscode – Claude Code, opencode und Oh My Pi vom iPhone aus, über dein eigenes Tailnet.
es: Tailscode: Claude Code, opencode y Oh My Pi desde tu teléfono, por tu propia tailnet.
fr: Tailscode — Claude Code, opencode et Oh My Pi depuis votre téléphone, via votre propre tailnet.
it: Tailscode — Claude Code, opencode e Oh My Pi dal telefono, sul tuo tailnet.
ja: Tailscode — iPhone から、自分の tailnet 上で使う Claude Code、opencode と Oh My Pi。
ko: Tailscode — 당신만의 tailnet을 통해 휴대폰에서 쓰는 Claude Code, opencode와 Oh My Pi.
pt_br: Tailscode — Claude Code, opencode e Oh My Pi pelo seu telefone, pela sua própria tailnet.
zh_hans: Tailscode — 从你的手机使用 Claude Code、opencode 和 Oh My Pi，在你自己的 tailnet 上。
zh_hant: Tailscode — 從你的手機使用 Claude Code、opencode 和 Oh My Pi，在你自己的 tailnet 上。
